package com.example.kinoman.Source;

/**
 * Created by ivanka on 01.11.15.
 */

public class DatasForDB {

    public String[] title_movies = {"Гордость и предубеждение", "Убить переспешника"};
    public int[] year = {2005, 1962};
    public String[] genre = {"Драма", "Драма"};
    public String[] country = {"США, Франция, Великобритания", "США"};
    public String[] director = {"Джо Райт", "Роберт Маллиган" };
    public String[] actors = {"Кира Найтли, Мэттью Макфэдиен, Розамунд Пайк, Саймон Вудс", "Грегори Пек, Мэри Бэдам, Филлип Элфорд, Фрэнк Овертон"};
    public String[] description = {"Англия, конец XVIII века. Родители пятерых сестер Беннет озабочены тем, " +
            "чтобы удачно выдать дочерей замуж. И потому размеренная жизнь солидного семейства переворачивается " +
            "вверх дном, когда по соседству появляется молодой джентльмен — мистер Бингли… \n" +
            "Само собой, среди друзей нового соседа оказывается немало утонченных аристократов, " +
            "которые не прочь поухаживать за очаровательными сестрами. Однако, все не так просто. " +
            "Своевольная Элизабет знакомится с другом Бингли — красивым и высокомерным мистером Дарси, " +
            "и между ними разгорается нешуточное противостояние, результатом которого может стать как любовь, " +
            "так и ненависть…",
            "Фильм о юристе из Алабамы, воспитывающем без матери своих двоих детей. Помимо темы расовых " +
                    "предрассудков на Юге, это рассказ о том, как двое детей из мира фантазий делают первые " +
                    "шаги в совершенно иной мир подростков, где уже формируются такие понятия, как благородство, " +
                    "сострадание, справедливость и неравенство.\n" +
            "В обстановке экономической депрессии, преисполненной фанатизма и ненависти, мудрый, мягкий, с тихой " +
                    "речью и великолепными манерами алабамский юрист должен защищать в суде негра, ложно обвиненного " +
                    "в изнасиловании."};
    public int[] assessment = {};
    public String[] img = {"movie_img_pride_prejudice", "movie_img_kill_mockingbird"};
}
